
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "تأكد من توصيل محطة Wi-Fi الرئيسية لـ Apple ومن أنها في نطاق الكمبيوتر أو متصلة عبر إيثرنت، ثم حاول مرة أخرى. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "مشكلة غير معروفة (%@)";
"tooNew.description" = "قامت محطة Wi-Fi الرئيسية لـ Apple بالإبلاغ عن وجود مشكلة غير معروفة. قم بالنقر فوق تحديث البرامج لتحديث أداة AirPort وحاول مرة أخرى.";
"tooNew.remedy" = "محدث البرنامج…";

/* kACPProblemCodeUnknown */
"unkn" = "مشكلة غير معروفة";
"unkn.description" = "محطة Wi-Fi الرئيسية لـ Apple هذ تبلغ عن وجود مشكلة غير معروفة. يمكنك محاولة إيقاف تشغيلها ثم إعادة تشغيلها مرة أخرى، أو التحقق من وجود برامج ثابتة أحدث، أو استعادة الإعدادات الافتراضية الأصلية. ستؤدي استعادة الإعدادات الافتراضية الأصلية إلى مسح كافة الإعدادات ويتطلب ذلك إعدادها مرة أخرى.";

/* kACPProblemCodeWANNoLink */
"waNL" = "تم قطع توصيل إيثرنت";
"waNL.description" = "لم يتم توصيل أي عنصر إلى منفذ إيثرنت WAN. إذا كنت تستخدم DSL أو كبلاً أو مودم نطاق واسع آخر للاتصال بالإنترنت، أو إذا كنت تستخدم شبكة متصلة بالإنترنت، فيمكن توصيل مودم واسع النطاق أو شبكة إلى منفذ شبكة إيثرنت WAN.";
"waNL.furtherInfo" = "بعد التحقق من اتصال إيثرنت بمنفذ WAN، انقر على “فحص منفذ إيثرنت WAN.”";
"waNL.retest" = "فحص منفذ WAN للإيثرنت ";

/* kACPProblemCodeWANNoInternet */
"waNI" = "اتصال الإنترنت";
"waNI.description" = "لا يوجد لدى محطة Wi-Fi الرئيسية لـ Apple عنوان IP صالح. تأكد من توصيل محطة Wi-Fi الرئيسية لـ Apple بمودم واسع النطاق أو بالشبكة المحلية وتحقق من الإعدادات ثم حاول مرة أخرى. إذا استمر عدم إمكانية الاتصال، فاتصل بموفر خدمة الإنترنت.";
"waNI.furtherInfo" = "الحل الأكثر شيوعًا لهذه المشكلة هو إعادة تعيين المودم واسع النطاق. للقيام بذلك، قم بإيقاف تشغيل المودم واسع النطاق، والانتظار لمدة 5 دقائق على الأقل، ثم إعادة تشغيله مرة أخرى.";
"waNI.remedy" = "الإنترنت...";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "الشبكة اللاسلكية";
"raNN.description" = "تم إعداد محطة Wi-Fi الرئيسية لـ Apple للربط بشبكة لاسلكية محددة لا يمكن العثور عليها. في حالة عدم ظهور الشبكة التي ترغب في الربط بها في قائمة اسم الشبكة المنبثقة، قم بإدخال اسم الشبكة وكلمة سر الشبكة إذا لزم الأمر للمحاولة مرة أخرى.";
"raNN.remedy" = "لاسلكي...";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "خطأ WDS";
"wdsP.description" = "تم إعداد محطة Wi-Fi الرئيسية لـ Apple كجزء من شبكة WDS، ولكن لم يتم العثور على أي محطة Wi-Fi رئيسية لـ Apple أخرى.";
"wdsP.furtherInfo" = "تحقق من أن عناوين MAC اللاسلكية لأجهزة WDS اللاسلكية صحيحة. وتأكد من توصيل الأجهزة اللاسلكية وتواجدها في نطاق محطة Wi-Fi الرئيسية لـ Apple هذه.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "خادم PPPoE";
"ppNS.description" = "تم إعداد محطة Wi-Fi الرئيسية لـ Apple للاتصال بالإنترنت باستخدام PPPoE ولكن لا يمكن العثور على خادم PPPoE. تأكد من أن موفر خدمة الإنترنت يتطلب استخدام PPPoE، ثم تأكد من أن المودم قد تم تشغيله وتوصيله بمنفذ WAN في محطة Wi-Fi الرئيسية لـ Apple ثم حاول مرة أخرى. إذا استمر عدم التمكن من الاتصال بالخادم، فاتصل بموفر الخدمة.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "كلمة سر PPPoE";
"ppBP.description" = "تم إعداد محطة Wi-Fi الرئيسية لـ Apple هذه للاتصال بالإنترنت باستخدام PPPoE، وكلمة السر التي قمت بإدخالها غير صحيحة. قم بإدخال كلمة السر الصحيحة، ثم حاول مرة أخرى. إذا استمر عدم التمكن من الاتصال، فاتصل بموفر خدمة الإنترنت.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "خادم RADIUS";
"rdNS.description" = "تم إعداد محطة Wi-Fi الرئيسية لـ Apple للاتصال بالإنترنت باستخدام WPA على مستوى المؤسسة أو التحكم في الوصول الذي يستند إلى RADIUS، ولا يمكن العثور على خادم RADIUS. الرجاء التأكد من أن إعدادات الخادم صحيحة ثم أعد المحاولة.";
"rdNS.remedy" = "التحكم في الوصول...";

/* kACPProblemCodeLowUSBPower */
"usbp" = "طاقة USB"; 
"usbp.description" = "يوجد جهاز متصل بمنفذ الـ USB الموجود في محطة Wi-Fi الرئيسية لـ Apple يلزمه كمية من الطاقة أكبر من التي يمكن لمحطة Wi-Fi الرئيسية لـ Apple هذه توفيرها. قم بتوصيل الجهاز بمصدر طاقة إن أمكن، أو قم بتوصيله بلوحة وصل USB متصلة بمصدر للطاقة.";
"usbp.remedy" = "الأقراص...";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "القرص يحتاج إلى الإصلاح";
"fsck.description" = "هناك مشكلة بالقرص المتصل بمحطة Wi-Fi الرئيسية لـ Apple. قم بتوصيل القرص بالكمبيوتر لإصلاحه.";
"fsck.remedy" = "الأقراص...";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "القرص الداخلي يحتاج إلى إصلاح";
"Ifsc.description" = "هناك مشكلة في قرص Time Capsule.";
"Ifsc.remedy" = "الأقراص...";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "مساحة القرص منخفضة";
"fslo.description" = "مساحة التخزين المتوفرة في القرص المتصل بمحطة Wi-Fi الرئيسية لـ Apple منخفضة.";
"fslo.remedy" = "الأقراص...";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "مساحة القرص الداخلي منخفضة";
"Ifsl.description" = "مساحة التخزين على قرص Time Capsule منخفضة.";
"Ifsl.remedy" = "الأقراص...";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "قرص غير مدعوم";
"unsD.description" = "يوجد قرص متصل بمحطة Wi-Fi الرئيسية لـ Apple غير مدعوم ولا يمكن استخدامه. حاول استخدام قرص مختلف.";
"unsD.remedy" = "الأقراص...";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "نطاق DHCP متعارض";
"waRj.description" = "رفضت محطة Wi-Fi الرئيسية لـ Apple هذه عنوان DHCP في نفس الشبكة الفرعية لخادم DHCP الداخلي. ربما يلزم تبديل وضع محطة Wi-Fi الرئيسية لـ Apple إلى وضع القنطرة. في حالة الرغبة في الاستمرار في استخدام DHCP وNAT لمشاركة عنوان IP واحد، يجب تغيير نطاق DHCP لديك.";
"waRj.remedy" = "الإنترنت...";

/* kACPProblemCodeUnconfigured */
"ctim" = "الإعدادات الافتراضية";
"ctim.description" = "محطة Wi-Fi الرئيسية لـ Apple هذه لها إعدادات افتراضية. يجب عليك تكوين محطة Wi-Fi الرئيسية لـ Apple للاتصال بالإنترنت، وتأمين الشبكة اللاسلكية، وتوفير كلمة سر.";

/* kACPProblemCodeSoftResetActive */
"soft" = "إعادة تعيين تشغيل البرامج";
"soft.description" = "تمت إعادة تعيين محطة Wi-Fi الرئيسية لـ Apple، لديك إمكانية الوصول المؤقت لتغيير الإعدادات التي حالت دون الوصول إلى الشبكة.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "شبكة لاسلكية غير آمنة";
"opNW.description" = "لا تحتوي محطة Wi-Fi الرئيسية لـ Apple هذه على أي مستوى تأمين للشبكة اللاسلكية. يوصى باستخدام WPA2 الشخصي لتأمين الشبكة اللاسلكية.";
"opNW.remedy" = "تغيير التأمين...";
"opNW.assistDescription" = "في حالة عدم تغيير وضع الأمان، يومض مصباح حالة محطة Wi-Fi الرئيسية لـ Apple باللون الكهرماني. هل أنت متأكد من رغبتك في المتابعة؟";

/* kACPProblemCodePublicPassword */
"pubP" = "كلمة السر الافتراضية";
"pubP.description" = "محطة Wi-Fi الرئيسية لـ Apple هذه محمية بكلمة السر الافتراضية. يوصى بتغيير كلمة السر لحماية محطة Wi-Fi الرئيسية لـ Apple.";
"pubP.remedy" = "تغيير كلمة السر…";
"pubP.assistDescription" = "في حالة عدم تغيير كلمة السر، يومض مصباح حالة محطة Wi-Fi الرئيسية لـ Apple باللون الكهرماني. هل أنت متأكد من رغبتك في المتابعة؟";

/* kACPProblemCodeDoubleNAT */
"DubN" = "NAT مزدوج";
"DubN.description" = "محطة Wi-Fi الرئيسية لـ Apple هذه لها عنوان IP خاص على منفذ WAN للإيثرنت. وهي متصلة بجهاز أو شبكة تستخدم ترجمة عناوين الشبكة (NAT) لتوفير عناوين IP خاصة. يجب تغيير محطة Wi-Fi الرئيسية لـ Apple لتستخدم وضع القنطرة بدلًا من استخدام DHCP وNAT.";
"DubN.remedy" = "الإنترنت...";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "مصادقة Bonjour";
"wbAu.description" = "الاسم أو كلمة السر التي تم استخدامها للمصادقة مع خادم DNS غير صحيحة. قم بتصحيح هذه البيانات ثم حاول مرة أخرى. إذا استمر حدوث المشكلات، فاتصل بالمسؤول عن خادم DNS الذي تستخدمه.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "شبكة موسعة";
"bsWD.description" = "لم تتمكن محطة Wi-Fi الرئيسية لـ Apple من توسيع الشبكة اللاسلكية. تأكد من إتمام إعداد الشبكة اللاسلكية التي تحاول توسيعها وعملها بشكل صحيح، ومن إدخال كلمة السر متطابقة للشبكة اللاسلكية في الجهاز، وكذلك تأكد من وجود الجهاز في نطاق الشبكة اللاسلكية.";
"bsWD.remedy" = "لاسلكي...";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "محدث البرامج الثابتة متوفر";
"upAv.description" = "قم بالنقر فوق تحديث البرامج الثابتة للحصول على أحدث البرامج الثابتة المتاحة لمحطة Wi-Fi الرئيسية لـ Apple.";
"upAv.remedy" = "محدث البرامج الثابتة...";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP عبر WAN";
"waSN.description" = "تم إعداد محطة Wi-Fi الرئيسية لـ Apple هذه للسماح بـ SNMP على منفذ الإيثرنت WAN، وهو ما يقلل من مستوى تأمين الشبكة.";
"waSN.remedy" = "التسجيل وSNMP...";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "التكوين عبر WAN";
"waCF.description" = "تم إعداد محطة Wi-Fi الرئيسية لـ Apple هذه للسماح بالتكوين عبر منفذ إيثرنت WAN، وهو ما يقلل من مستوى تأمين الشبكة.";
"waCF.remedy" = "المحطة الرئيسية...";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "لا توجد خوادم DNS";
"nDNS.description" = "محطة Wi-Fi الرئيسية لـ Apple هذه ليس بها أي عناوين خادم DNS وربما تواجه مشكلة في الاتصال بالإنترنت.";
"nDNS.remedy" = "الإنترنت...";

/* kACPProblemCodeOldTimeZone */
"timz" = "يوجد تحديث للبرنامج";
"timz.description" = "انقر على محدث البرامج لتحديث أداة AirPort وحاول مرة أخرى.";
"timz.remedy" = "محدث البرامج…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "محطة Wi-Fi الرئيسية لـ Apple هذه مشغولة";
"TaIP.description" = "لا تقم بفصل محطة Wi-Fi الرئيسية لـ Apple أو إعادة تعيينها حتى تصبح متاحة.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "اسم عضو MobileMe أو كلمة السر غير صحيحة";
"dMCR.description" = "اسم عضو MobileMe أو كلمة السر غير صحيحة. أدخل الاسم وكلمة السر الصحيحة ثم حاول مرة أخرى.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "ربما ازدادت سخونة هذا الجهاز";
"oTMP.description" = "قم بفحص محطة Wi-Fi الرئيسية لـ Apple وإذا بدت ساخنة، حاول تغيير مكانها أو إزالة أي شيء يعترض سبيل تهويتها.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "خطأ في معبر IPv6";
"6gdn.description" = "حدث خطأ في نقطة نهاية نفق IPv6. انتظر حتى تتم استعادة الخدمة وحاول مرة أخرى. الرجاء الاتصال بموفر الخدمة إذا استمرت المشكلة.";
"6gdn.remedy" = "إعدادات IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "خطأ في ترحيل IPv6";
"6rdn.description" = "حدث خطأ في جهاز توجيه الترحيل IPv6. انتظر حتى تتم استعادة الخدمة وحاول مرة أخرى. الرجاء الاتصال بموفر الخدمة إذا استمرت المشكلة.";
"6rdn.remedy" = "إعدادات IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "تم مقاطعة الترحيل";
"mgrt.description" = "تمت مقاطعة ترحيل قرص Time Capsule.";
"mgrt.remedy" = "الأقراص...";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "اكتمل الترحيل";
"mgEr.description" = "اكتمل ترحيل القرص. انقر على متابعة لمسح قرص Time Capsule السابق.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "قرص Time Capsule يفشل";
"SSdF.description" = "هناك مشكلة في قرص Time Capsule الخاص بك. قم بتوصيل قرص USB ثابت بـ Time Capsule الخاص بك واستخدم جزء الأقراص الخاص بأداة  AirPort لأرشفة البيانات وعمل نسخة احتياطية منها. للإصلاح، قم بزيارة  Genius Bar في Apple Store المحلي أو موفر خدمة Apple مخول.";
"SSdF.remedy" = "الأقراص...";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "مسح قرص AirPort";
"EraD.description" = "يتم حاليًا مسح قرص AirPort %@. لا يمكن إلغاء المسح.";

/* kACPTaskErasingInternalDisk */
"EraI" = "مسح قرص Time Capsule";
"EraI.description" = "لا يمكن إلغاء مسح قرص Time Capsule.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "أرشفة قرص Time Capsule";
"ArcI.description" = "تتم حاليًا أرشفة قرص Time Capsule %1$@ إلى قرص AirPort %2$@. انقر على إلغاء لإيقاف أرشفة القرص.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "هناك قيمة من قيم “%@” ضرورية.";

/* vGenErrorTooShort */
"gErB" = "قيمة “%@” قصيرة جدًا.";

/* vGenErrorTooLong */
"gErC" = "قيمة \"%@\" طويلة جدًا.";

/* vGenErrorNotSupported */
"gErD" = "الإعداد \"%@\" غير مدعوم على محطة Wi-Fi الرئيسية لـ Apple.";

/* vGenErrorInvalid */
"gErE" = "قيمة “%@” غير صالحة.";

/* vGenErrorTooHigh */
"gErF" = "قيمة \"%@\" عالية جدًا.";

/* vGenErrorTooLow */
"gErG" = "قيمة “%@” منخفضة جدًا.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "يوجد عدد كبير للغاية من الإدخالات في الجدول “%@”.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "للحصول على أقصى حد من الحماية، يجب إنشاء كلمة سر بخلاف \"عام\".";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "عنوان IP وجهة syslog غير صالح.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "مستوى syslog غير صالح.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "وضع الأمان اللاسلكي الذي حددته غير مدعوم من قبل محطة Wi-Fi الرئيسية لـ Apple هذه.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "لم تقم بإدخال مفتاح 40 bit WEP صالح.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "لم تقم بإدخال مفتاح 128 bit WEP صالح.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "يجب أن يكون طول كلمة السر اللاسلكية لشبكة التأمين الانتقالي 13 حرفًا بالضبط.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "يجب أن يتراوح طول كلمة سر الشبكة اللاسلكية لشبكة WPA شخصية بين 8 أحرف و63 حرفًا. كما يمكن أن تكون 64 حرفًا سداسيًا عشريًا.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "مهلة مفتاح المجموعة التي قمت بإدخالها قصيرة جدًا. يجب أن تكون أكبر من أو تساوي ١٠ دقائق.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "مهلة مفتاح المجموعة التي قمت بإدخالها طويلة جدًا. يجب أن تكون أقل من أو تساوي ٩٩٩٩٩٩٩ دقيقة.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "لا تدعم محطة Wi-Fi الرئيسية لـ Apple هذه التحديد التلقائي للقنوات.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "سرعة البت المتعدد التي تم تحديدها غير صالحة لكثافة الراديو المنخفضة.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "سرعة البت المتعدد التي تم تحديدها غير صالحة لكثافة الراديو المتوسطة.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "سرعة البت المتعدد التي تم تحديدها غير صالحة لكثافة الراديو المرتفعة.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "سرعة البت المتعدد التي تم تحديدها غير صالحة لشبكة تتوافق مع 802.11b أو 802.11 b/g.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "سرعة البت المتعدد التي تم تحديدها غير صالحة لشبكة 802.11g.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "لا تدعم محطة Wi-Fi الرئيسية لـ Apple هذه وضع العميل.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "لا تدعم محطة Wi-Fi الرئيسية لـ Apple هذه تعطيل اللاسلكي.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "لا تتطلب مشاركة نطاق عناوين الـ IP باستخدام DHCP سوى تكوين عناوين IP WAN يدويًا. في حالة تقديم موفر خدمة الإنترنت لنطاق من عناوين الـ IP الثابتة، يجب تكوين محطة Wi-Fi الرئيسية لـ Apple باستخدام الأول عنوان IP يدويًا وتوزيع الباقي عبر DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "عنوان جهاز التوجيه الذي قمت بإدخاله غير متوافق مع عنوان IP WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "عنوان IP WAN لا يمكن أن يكون نفس عنوان IP لجهاز التوجيه.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "يتطلب التكوين اليدوي لمعبر IPv6 عنوان IP WAN ثابتًا";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "لا تدعم محطة Wi-Fi الرئيسية لـ Apple هذه تعطيل منفذ WAN.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "يتطلب السماح بالإدارة عن بُعد عبر منفذ WAN تمكين منفذ WAN.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "إذا كنت تستخدم PPPoE أو مودم للاتصال عبر PPP، يلزم تحديد DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "عند تكوين محطة Wi-Fi الرئيسية لـ Apple للربط بشبكة لاسلكية لا تكون مشاركة اتصال الإنترنت مدعومة."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "يتعارض نطاق DHCP الذي قمت بإدخاله مع عنوان WAN IP لمحطة Wi-Fi الرئيسية لـ Apple.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "عنوان بداية أو عنوان نهاية نطاق DHCP غير صالح.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "لا تدعم محطة Wi-Fi الرئيسية لـ Apple هذه WPA مع WDS. تأكد من استخدام أحدث برنامج ثابت.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "يتطلب WDS العديد من محطات الـ Wi-Fi الرئيسية لـ Apple. قم بإضافة نظير WDS واحد على الأقل.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS وWPA عبر المؤسسات غير متوافقين. إذا كنت ترغب في إعداد شبكة WDS، فيجب استخدام WPA شخصية.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "‏WDS غير متوافق مع الأوضاع الاسلكية التي تعمل بقوة 5غيغاهرتز. قم بتغيير الوضع اللاسلكي وحاول مرة أخرى.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "تم تمكين التحكم في الوصول لعنوان MAC، إلا أنه لا توجد إدخالات. قم بتعطيل التحكم في الوصول لعنوان MAC أو إضافة إدخالات إلى القائمة.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "يتطلب الإعلان عن خدمة عامة باستخدام Bonjour اسم مضيف واسع النطاق. يمكنك تكوين إعدادات Bonjour بالنقر على الزر ’’تحرير...‘‘ في جزء %@ في إعدادات AirPort.";

/* End of AirePortErrors.strings file */
